[IRI_RagingBall X2AbilityTemplate]
LocFriendlyName="破坏球"
LocLongDescription="移动时突破墙壁和掩护。"
LocHelpText="移动时突破墙壁和掩护。"
LocFlyOverText="破坏球"

[IRI_RagingBall_Cancel X2AbilityTemplate]
LocFriendlyName="取消破坏球"
LocLongDescription="移动时停止破坏墙壁和掩体。"
LocHelpText="移动时停止破坏墙壁和掩体。"
LocFlyOverText="破坏球已取消"

[X2Photobooth]
+m_arrAnimationPoses=(AnimationDisplayName="破坏球")
